Repository: evrimulgen/senaite.reflex
Catalog: src/senaite/reflex/locales/*/LC_MESSAGES/senaite.reflex.po
Languages: es

source: Actions
es: Acciones

source: Active
es: Activo

source: Add
es: Añadir

source: Add action
es: Añadir acción

source: Add derivative rule
es: Añadir regla derivada

source: Add new
es: Nuevo análisis

source: All
es: Todos

source: Apply the actions below
es: Aplicar los cambios siguientes

source: Change visibility of {} to {}
es: Cambiar visibilidad de {} a {}

source: Conditions
es: Condiciones

source: Define the sets of actions
es: Definir el conjunto de acciones

source: Derivative rules
es: Reglas derivadas

source: Description
es: Descripción

source: Dormant
es: Inactivo

source: Duplicate
es: Duplicado

source: Hide In Report
es: Ocultar en informe

source: If range values are empty, discreteresult must contain a value, and if discreteresult has a value, ranges must be empty. But ranges or discreteresult must conatin a value.The given values are: discreteresult: %s, range0: %s, range1: %s
es: Introduzca el rango de valores o el valor discreto. Los valores por defecto son: discreteresult: %s, range0: %s, range1: %s

source: Method
es: Método

source: Name
es: Nombre

source: New analysis
es: Nuevo análisis

source: Reflex Test
es: Test reflejo

source: Reflex Testing Scenario
es: Escenario de Test reflejo

source: Reflex Testing Scenarios
es: Escenarios de Tests reflejos

source: Reflex Testing machinery for SENAITE
es: Maquinaria de Tests reflejos para SENAITE

source: Repeat
es: Repetición

source: Select the analyst
es: Seleccionar analista

source: Select the method which the rules for the analysis service will be bound to.
es: Seleccionar el método al que aplicarán las reglas reflejas para el análisis indicado.

source: Set Visibility
es: Establecer visibilidad

source: Set of rules for the automatic creation of subsequent tests when certain criteria are met
es: Conjunto de reglas para la creación automática de tests consecutivos bajo ciertos criterios

source: Set result
es: Establecer resultado

source: Set result of {} to {}
es: Establecer el resultado de {} a {}

source: Show in Report
es: Mostrar en el informe

source: The analysis is
es: El análisis es

source: The result of the analysis between
es: El resultado del análisis está entre

source: The result of the analysis is
es: El resultado del análisis es

source: Visibility (default)
es: Visibilidad (por defecto)

source: and
es: y

source: by using the Worksheet Template
es: utilizando la plantilla de hoja de trabajo

source: of
es: de

source: to
es: a

source: {action_name} {analysis_name} in a new worksheet
es: {action_name} {analysis_name} en una nueva hoja de trabajo

source: {action_name} {analysis_name} in current worksheet
es: {action_name} {analysis_name} en la hoja de trabajo actual

source: {action_name} {analysis_name} in last open worksheet
es: {action_name} {analysis_name} en la última hoja de trabajo abierta
